{
	"query": [

		{
			"leave": "Leave formalities: First Need to get the approval from the tech and Biz Faculty. Once they approve,the Facilitation Team will check if the leave can be approved from HR. Upon the confirmation leave will be approved. Once the leave is approved the associate needs to apply for leave in Ultimatix and submit the leave request form. Leave types: Sick, Casual and Earned emergency leave(Personal Emergency leave(when you fall sick) and family emergency).",
			"release": "One must complete all the mandatory trainings and feedback. if there is no access to the Mandatory trainings, Required to raise a ticket in Ultimatix (under Global help desk) to fix the issue.",
			"HIS": "HIS-TCS provides excellent health care for its workforce, to ensure employee wellbeing. TCS also provides easy access to medical facilities at subsidized costs not only for its employees and but also for their families through its Health Insurance Scheme. Employee will be automatically covered for self w.e.f the date of joining. TCS provides excellent health care for its workforce, to ensure employee wellbeing. TCS also provides easy access to medical facilities at subsidized costs not only for its employees and butalso for their families through its Health Insurance Scheme. Applicability Full Time Employees of TCS India and TCS eServe International (HIS coverage will continue till the time of employment), ACE associates, Global Interns, BPOS & BPOZ, This policy is not applicable to: - Business Associates, Academic Interns, Contract Consultants (Retainers). Employees and their enrolled beneficiaries are eligible for Domiciliary and Hospitalisation covers as per the default plan applicable. These benefits are extended on payment of applicable premium as per the scheme. An employee is automatically covered under a default HIS plan. Employees will have the option to upgrade their plan. However this choice will be available only during the enrolment period. No changes will be permitted during the course of the year. a. Employees have the flexibility to choose a plan which is higher than their default plan by paying the applicable additional premium. Under no circumstances will an employee be allowed to downgrade his/her plan throughout the tenure. b. New Joinees will be covered by their default plan and will have the option to choose the higher plan only during subsequent enrolment period. c. There is also a provision to cover beneficiaries i.e. the employee’s Spouse, Children and Parents/Parents in-law. However, all beneficiaries have to be explicitly enrolled within 90 days from date of joining/ date of marriage / birth date to cover them under the HIS Scheme. The path to add/delete beneficiaries is as follows: Ultimatix->Employee Services->Employee Self Service->Global ESS->Benefits and Taxes ->Health Insurance Scheme->Beneficiary Details . For employees who want to add their Spouse on marriage, they should first update their marital status via Ultimatix->Employee Services->Employee Self Services->Global ESS->My Profile – My Details. The 90-days timeframe to update beneficiaries may not be applicable during the last quarter of the financial year as the HIS beneficiary addition link will remain closed post March payroll freeze.Reimbursement of Claims : Employees can register their Domiciliary or Hospitalisation claims through the TCS Health Insurance Portal. To access the TCS Health Insurance Portal, employee needs to log in Ultimatix and access the below link: Ultimatix->Employee Services->Health & Wellness->TCS Health Insurance Portal. All reimbursement claims should be raised against the appropriate heads of Domiciliary or Hospitalisation in the portal within 90 days from the date of incurring the expense (in case of domiciliary claims) or within 90 days from the date of discharge (in case of hospitalisation claims). Claim documents must be submitted within 24 hours from the date of registration of claims. The Submission date should be accordingly mentioned in the claim form. All claims to be entered through TCS Health Insurance Portal only. No claims will be accepted manually. , TCS provides excellent health care for its workforce, to ensure employee wellbeing.TCS also provides easy access to medical facilities at subsidized costs not only for its employees and butalso for their families through its Health Insurance Scheme.Applicability Full Time Employees of TCS India and TCS eServe International(HIS coverage will continue till the time of employment), ACE associates,Global Interns, BPOS & BPOZ, This policy is not applicable to: -Business Associates, Academic Interns,Contract Consultants(Retainers).Employees and their enrolled beneficiaries are eligible for Domiciliary and Hospitalisation covers as per the default plan applicable.These benefits are extended on payment of applicable premium as per the scheme.An employee is automatically covered under a default HIS plan.Employees will have the option to upgrade their plan.However this choice will be available only during the enrolment period.No changes will be permitted during the course of the year.a.Employees have the flexibility to choose a plan which is higher than their default plan by paying the applicable additional premium.Under no circumstances will an employee be allowed to downgrade his / her plan throughout the tenure.b.New Joinees will be covered by their default plan and will have the option to choose the higher plan only during subsequent enrolment period.c.There is also a provision to cover beneficiaries i.e.the employee’ s Spouse, Children and Parents / Parents in -law.However,all beneficiaries have to be explicitly enrolled within 90 days from date of joining / date of marriage / birth date to cover them under the HIS Scheme.The path to add / delete beneficiaries is as follows: Ultimatix - > Employee Services - > Employee Self Service - > Global ESS - > Benefits and Taxes - > Health Insurance Scheme - > Beneficiary Details .For employees who want to add their Spouse on marriage,they should first update their marital status via Ultimatix - > Employee Services - > Employee Self Services - > Global ESS - > My Profile– My Details.The 90 - days timeframe to update beneficiaries may not be applicable during the last quarter of the financial year as the HIS beneficiary addition link will remain closed post March payroll freeze.Reimbursement of Claims: Employees can register their Domiciliary or Hospitalisation claims through the TCS Health Insurance Portal.To access the TCS Health Insurance Portal, employee needs to log in Ultimatix and access the below link: Ultimatix - > Employee Services - > Health & Wellness - > TCS Health Insurance Portal. All reimbursement claims should be raised against the appropriate heads of Domiciliary or Hospitalisation in the portal within 90 days from the date of incurring the expense( in case ofdomiciliary claims) or within 90 days from the date of discharge( in case ofhospitalisation claims).Claim documents must be submitted within 24 hours from the date of registration of claims.The Submission date should be accordingly mentioned in the claim form.All claims to be entered through TCS Health Insurance Portal only.No claims will be accepted manually.",
			"joiningday": "For New joinees ,Lab details Will be displayed the details in notice board on day 2.Timings of the various shifts First Shift - 6.45 AM to 1.30 PM , Second shift - 1.45 PM to8.15 PM and , General shit - 8.30 AM to 6.00 PM",
			"baselocation": "Associates are mapped to business needs and promises given to our clients cannot not changed due to our TCS values",
			"stream": "It will be difficult as you have already completed the the tech lounge.",
			"LAP": "Associates will start with BizSkill LAP first, then will continue with PD if the trainee clears the Biz, else will go for HR action.Associate are not able to take  leave during LAP , but Emergency leave during LAP(LAP date will be extended.)  LAP Duration CS LAP – 10 days, PD LAP– 10 days, Biz Skill LAP– 20 days ",
			"contact": {


				"stakeholders": "HR – Paul.f@tcs.com , RMG- vijay.kc@tcs.com ,Facilitation team - Trivandrum.Facilitation@tcs.com ",
				"Stay back at lab": "Inform the faculty and provide the list of associates to get the permission",
				"get permission to go out": "Get the approval from Faculty then from the Facilitation team",
				"system is not working": "IS Team",
				"stream change": "Facilitation Team",
				"Allocation": "RMG (Bijo/Vijay/Manushree)",
				"wash room": "Admin (Shaju/Deepthi RP)",
				"canteen": "Admin (Shaju/Deepthi RP)",
				"transport": "Admin (Shaju/Deepthi RP)",
				"accommodation": "Admin (Shaju/Deepthi RP)",
				"Ultimatix": "HR (Paul F/Sinu B)",
				"access": "BMS team (Near PP Reception)",
				"Gdrive": "IS Team",
				"intranet": "HR",
				"ievolve": "Digitization team",
				"print out": "HR",
				"Loss of ID card": "BMS team (Near PP Reception)",
				"Lost and found items": "Admin (Shaju/Deepthi RP)",
				"AC": "Contact Reception",
				"Health and Environmental risk": "HSE (Anjus Nair/Unnikrishnan)"
			}

		}
	]
}
